[
  {
    "name": "waking up early",
    "photoSrc": "/waking-up-early.png",
    "route": "waking-up-early",
    "value": "الأستيقاظ مبكرا",
    "usefulValue": [
      "الاستيقاظ مبكرا علامه من علامات النجاح.",
      "اغلب الاشخاص الناجحين يقولون ان الاستيقاظ مبكرا يساعدهم على تنظيم اوقاتهم بشكل ممتاز",
      "يعتبر Tim Cook واحد من الاشخاص الذى يبدأ يومه بالاستيقاظ مبكرا"
    ],
    "verse": "وَأَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ...",
    "leading": [
      "الاستيقاظ لصلاة الفجر يرسخ النفس على انضباط الوقت والبركة الصباحية",
      "قال رسول الله ﷺ: بورك لأمتي في بكورها"
    ]
  },
  {
    "name": "exercise",
    "photoSrc": "/exercise.png",
    "route": "exercise",
    "value": "الرياضة",
    "usefulValue": [
      "ممارسة الرياضة بانتظام تحسن الصحة البدنية والعقلية.",
      "الناجحون يجعلون الرياضة جزءا من روتينهم اليومي.",
      "Dwayne “The Rock” Johnson يشتهر بروتين تدريباته الصارم الذي يساعده على النجاح في التمثيل والأعمال."
    ],
    "verse": "علموا أولادكم السباحة والرماية وركوب الخيل",
    "leading": [
      "قال الرسول ﷺ: المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف",
      "الرياضة تعين المسلم على أداء العبادات بنشاط",
      "النشاط البدني يحفظ الجسم والعقل من الخمول"
    ]
  },
  {
    "name": "teamwork",
    "photoSrc": "/teamwork.png",
    "route": "teamwork",
    "value": "العمل الجماعي",
    "usefulValue": [
      "العمل ضمن فريق يساعد على الإبداع وتحقيق نتائج أفضل.",
      "الناجحون يحيطون أنفسهم بفريق يدعم رؤيتهم.",
      "Elon Musk يركز على بناء فرق قوية في مشاريعه المختلفة."
    ],
    "verse": "وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ...",
    "leading": [
      "رسّخ الإسلام مبدأ التعاون والعمل الجماعي في كل مجالات الحياة",
      "قال رسول الله ﷺ: يد الله مع الجماعة",
      "النجاح الحقيقي يأتي من العمل مع الآخرين لا من الانعزال"
    ]
  },
  {
    "name": "meditation",
    "photoSrc": "/meditation.png",
    "route": "meditation",
    "value": "التأمل",
    "usefulValue": [
      "التأمل والهدوء الداخلي يساعدان على صفاء الذهن والتركيز.",
      "العديد من الناجحين يمارسون التأمل لتقوية العقل.",
      "Steve Jobs كان من دعاة التأمل لتصفية الذهن وزيادة التركيز"
    ],
    "verse": "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ",
    "leading": [
      "الإسلام يشجع على التفكر والتأمل في خلق الله لتقوية الإيمان وزيادة الوعي",
      "كان الرسول ﷺ يتعبد ويتأمل في غار حراء قبل البعثة",
      "التفكر ساعة خير من عبادة سنة كما ورد عن بعض السلف"
    ]
  },
  {
    "name": "persistence",
    "photoSrc": "/persistence.png",
    "route": "persistence",
    "value": "السعي و الاستمرارية",
    "usefulValue": [
      "النجاح لا يأتي بدون المثابرة والإصرار على الهدف.",
      "الاستمرارية تصنع الفارق بين النجاح والفشل.",
      "Thomas Edison حاول آلاف المرات قبل أن يخترع المصباح الكهربائي."
    ],
    "verse": "وَأَنْ لَيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ • وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ",
    "leading": [
      "النجاح يأتي بعد المثابرة والتجربة مرات متعددة",
      "قال رسول الله ﷺ: أحب الأعمال إلى الله أدومها وإن قل",
      "القرآن الكريم يربط بين السعي والجزاء: فَأَمَّا مَن أَعْطَىٰ وَاتَّقَىٰ..."
    ]
  },
  {
    "name": "time-management",
    "photoSrc": "/time-management.png",
    "route": "time-management",
    "value": "إدارة الوقت",
    "usefulValue": [
      "الناجحون يخططون لأوقاتهم بدقة ولا يضيعون الوقت.",
      "إدارة الوقت ترفع من الإنتاجية وتقلل التوتر.",
      "الروتين المنظم يمنح الإنسان طاقة ذهنية أفضل.",
      "Benjamin Franklin كان يضع جدولًا يوميًا دقيقًا يبدأ من الخامسة صباحًا، ويسأل نفسه كل صباح: ماذا سأفعل اليوم؟"
    ],
    "verse": "وَالْعَصْرِ، إِنَّ الْإِنسَانَ لَفِي خُسْرٍ",
    "leading": [
      "تنظيم الوقت جزء من شخصية المسلم الناجح",
      "الصلوات الخمس تنظم اليوم وتعلم الالتزام والانضباط",
      "قال ابن مسعود: ما ندمت على شيء ندمي على يوم غربت شمسه، نقص فيه أجلي ولم يزد فيه عملي"
    ]
  },
  {
    "name": "stretches",
    "photoSrc": "/stretches.png",
    "route": "stretches",
    "value": "التمدد",
    "usefulValue": [
      "التمدد المنتظم يساعد على تحسين مرونة الجسم وتقليل التوتر.",
      "التمدد مهم للحفاظ على صحة المفاصل والعضلات، خاصة في بداية اليوم.",
      "David Beckham يحافظ على تمارين التمدد يوميًا كجزء من روتين لياقته."
    ],
    "verse": "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ",
    "leading": [
      "الصلاة خمس مرات يوميًا تمنح الجسم تمارين تمدد خفيفة ومنتظمة.",
      "قال النبي ﷺ: أرحنا بها يا بلال، إشارة إلى الراحة الجسدية والروحية بالصلاة.",
      "أثبتت الدراسات أن حركات الصلاة تحسن من مرونة الجسم وتقلل من آلام العضلات."
    ]
  }
]
